[
  {
    "id": "n384",
    "bio": [
      "Elmore Walker joined the Continental army and fought for the independence of the nation, participating the in the battle of Guilford Court House, his home being so near that the wife and son heard the roar of the cannon.",
      "Elmore Walker, b in England (some claim Scotland) m Mary Laselle. Rev. Elmore Walker preached in TN & KY. Moved to ILL Terr. He married Mary Laselle, of French Huguenot descent. All children born in VA."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      "http://archiver.rootsweb.ancestry.com/th/read/WALKER/1998-09/0906088182"
    ]
  },
  {
    "id": "n192",
    "bio": [
      "Richard Walker was born in Buckingham county, Virginia, March 30, 1770, and on leaving his native state removed to Stokes county. North Carolina, where he met and married Martha Smith, who was born in the county October 19, 1766. They lived for some years in North Carolina and thence removed to Bledsoe county, Tennessee, about the year 1803. They resided in that county and in Rhea county and were identified with the pioneer development of the localities in which they made their home. Mrs. Martha (Smith) Walker departed this life August 13, 1823, after which Mr. Walker married a second time. The descendants by his first wife located in Monroe county, Indiana, and those by the second located near South English, Iowa. He lived in Tennessee until 1857. but in the meantime his children had removed to Indiana and Iowa, and in the fall of that year he started west to Iowa. On account of the severe weather, however, he remained with the family then living in Monroe county, Indiana, and during that winter met with an accident which on account of his advanced age occasioned his death, so that he passed away in Monroe county, August 16. 1859, at the advanced age of eighty-nine years."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      ""
    ]
  },
  {
    "id": "n96",
    "bio": [
      "Joseph Walker was born in Stokes county, North Carolina, April 14, 1795, and early in manhood he wedded Miss Mary Atkins, whose birth occurred in that county April 18, 1794. The 22d of February, 1821, was their marriage day. Joseph Walker was a blacksmith by trade and at the time of the war of 1812 served his country as a soldier of the American army. He died May 21, 1881, when he had reached the advanced age of eighty-six years, while his wife passed away May 14, 1857."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      ""
    ]
  },
  {
    "id": "n56",
    "bio": [
      "Mr. Alter was born in Coblenz, Germany, April 9, 1832. In his veins there flowed the blood of two of Germany's noble families. His father was a scion of the ancient and honorable house of Von Alter, while his mother, nee Von Kutzleben, could trace her lineage back into the misty times of the age of chivalry. Born under such fortuitous circumstances, he enjoyed the best of educational facilities. A few years after the death of his father, which occurred in 1847, he emigrated, with his mother and sister to America, which to him, was the land where the true form of free government was realized. After a few month's stay in Buffalo, he came, together with the aforementioned, to Manitowoc, in May, 1850. Thus it will be seen that he was one of our oldest settlers. With the exception of a few months, spent as a clerk in Milwaukee, he has lived here ever since. He has been engaged in various enterprises and business, and during the past seven or eight years has been in charge of the Clothing Department of J. Schuette and Bros."
    ],
    "sources": [
      "http://www.jemgen.com/getperson.php?personID=I10295&tree=A001"
    ]
  },
  {
    "id": "n48",
    "bio": [
      "Richard G. Walker was born in Bledsoe county, Tennessee, March 5, 1823, and was a young boy when he accompanied his parents on their removal to Monroe county, Indiana, where he was reared amid the wild scenes and environments of pioneer life, spending his remaining days in that county, save for a brief period passed at Urbana, Illinois, where he removed about 1862. The latter part of his life he made his home in Bloomfield, Greene county, Indiana. He was a blacksmith by trade, having learned the business with his father, and during his active life he followed that pursuit in connection with farming. He served as a soldier in the Mexican war under Colonel Bowles and like others of the family was noted for his loyal and zealous patriotism. He was married March 25, 1849, to Miss Martha S. Adams, and passed away May 10, 1886."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501-2)",
      ""
    ]
  },
  {
    "id": "n49",
    "bio": [
      "Martha S. Adams was a descendant of Robert Freeland, who emigrated from England in 1690."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 502)",
      ""
    ]
  },
  {
    "id": "n24",
    "bio": [
      "Ira I was born June 5, 1862, and was engaged in the grocery business in Bloomington, Indiana."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 502)",
      ""
    ]
  },
  {
    "id": "n28",
    "bio": [
      "Oscar A. Alter, Trustee Company Head, Dies Here: Oscar A. Alter, 83, president of the East Wisconsin Trustee company, and active for more than 60 years in the commercial and business life of Manitowoc, died Sunday night at the home, 624 North Tenth street. Mr. Alter continued active at his desk in the Trustee company office until last October, since which time he had been confined to his home. Last December he retired as treasurer of the Masonic lodge here after 42 years in that office. Funeral services for Mr. Alter will be held at the Masonic Temple at 2 p.m. Wednesday with interment in Evergreen cemetery.",
"Mr. Alter was born in this city in 1861 and spent his entire life here. When a young man he graduated from the Chicago School of Pharmacy, and returning here opened a drug store on North Eighth street, which he operated for many years. Later he became identified with the Manitowoc Pickling company.",
"Organized Trustee Company: He, with the late Judge Emil Baensch, was one of the organizers of the East Wisconsin Trustee company in 1907 and became the first secretary and treasurer of the company. In 1939, on the death of Mr. Baensch, Mr. Alter was named president of the company, a position he held up tot he present. He was one of the members of the first board of directors of the Manitowoc Building and Loan association and succeeded to the presidency of that association when Mr. Baensch retired. For many years he was a member of the Joint School district board which supervised operation of the north side high school and the elementary schools before the inception of the city system of schools here. Mr. Alter also served several terms as secretary of the county fair in the earlier days and represented the Fourth ward on the county board for a number of terms.",
"Served Three Lodges: His Masonic affiliations were many and long continued. When he retired late last year as an active officer of Manitowoc lodge No. 65, F. and A.M. the members honored him by naming him treasurer emeritus for life. He previously was secretary of the lodge and held the distinction of having served in every elective office, including two terms as worshipful master. He was honored in 1933 by fellow Masons with a banquet on the occasion of a 50-year membership. At one time Mr. Alter served as treasurer for three Masonic lodges here: No. 65, the Masonic Chapter and the Manitowoc Council, R. and S.C. His mark of 61 years continuous service in various offices of the Masons is believed to constitute a national record.",
"Two Sons Survive: Mr. Alter was a member of the Manitowoc lodge of Elks, and was also a charter member of the Kiwanis club. In 1884 Mr. Alter married Miss Dora Beer of this city. She died in 1919. Survivors are two sons, Erwin, of Haversford Pa., and Eugene, of Milwaukee.",
"The body may be viewed at the Frazier mortuary from 4 p.m. Tuesday until Wednesday morning when it will be moved to the Masonic Temple to lie in state until the hour of the services.",
"Manitowoc Herald Times, Monday, March 5, 1945 p.2",
"********[Oscar G. Alter/d. 4 Mar 1945/age 83 yrs]********",
"The Masonic order will pay tribute to one of its veteran members,Oscar A. Alter, who has held every major office in the lodge, has served as treasurer for 31 years and is now about to join the ranks of the 50-year members. On Friday, June 16, at the Masonic Temple, Mr. Alter will be honored by the Masons with a testimonial dinner. There will be a 6:30 feed followed by an interesting program. The principal occasion will be the 50 years of continuous membership in the Masonic order. When the last set of officers was installed last December in the three Masonic lodges here Mr. Alter had the unique distinction of being treasurer not only of Manitowoc lodge No. 65, but also the Masonic Chapter R.A.C. and of Manitowoc council R. and S.C. Manitowoc.",
"Herald Times, Saturday, June 10, 1933 p.4"
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=58553481"
    ]
  },
  {
    "id": "n29",
    "bio": [
      "Death of Mrs. Alter is a Shock",
"Death on the eve of the holiday season has cast its pall on the home of Oscar A. Alter, one of the city's best known residents. Mrs. Alter's death occurred at the hospital at 8:30 Saturday evening almost at the same hour that death claimed John Schuette, a relative of Mr. Alter. Although ill for some time, Mrs. Alter's condition had becoming alarming only during the past week and she had been at the hospital only ten days when the end came. The announcement of her death came as a shock to the community.",
"Mrs. Alter, nee Dora Beer, was a lifelong resident of Manitowoc, having been born in this city September 8, 1860, in a building in the same block where, for 30 years, Mr. and Mrs. Alter have made their home, their residence at 813 York Street being directly opposite to the building in which Mrs. Alter was born. Decedent attended the local schools, graduated here and from the Oshkosh normal and for some years previous to her marriage was a teacher in the third ward and second ward schools. She was married in 1884 to Oscar A. Alter, the husband who, with two sons, Erwin of L'anse, Mich., and Eugene of Milwaukee, survive here. One sister, Mrs. John Ornes of Minneapolis also survives. Mrs. Alter, while essentially a home woman, her home and family being her first thought, had taken an active interest in literary work and particularly in the Clio Club of which she served as president for several years, retiring from active association only when her health failed her. She was charitable and for many years was prominently identified with the work of the South Side Ladies Aid of which she was also president for a number of terms. A woman of gentle refinement, quiet and unassuming, she was endeared to a circle of friends who knew her generous nature and high character and who sincerely mourn her loss with a deep sense of appreciation of her life and character. Her funeral will be held tomorrow, Tuesday afternoon, from the home on York Street at 3 o'clock with the services conducted at the cemetery chapel by the Rev. M.S. Axtell. Mrs. William Borcherdt and Miss Mathilda Schmidt will sing.",
"Manitowoc Herald Times, Monday, December 22, 1919*********[bur. 12-23-1919/cause: pelvic abcess/bur. on Oscar Alter lot]"
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=94033270"
    ]
  },
  {
    "id": "n98",
    "bio": [
      "George Washington Adams had two brothers in Kentucky. Their father apparently abandoned the family. One son stayed in KY, one son went to Quincy, IL, and in 1817 George W. Adams took his mother, Elizabeth, with him to Monroe Co., IN. Elizabeth (possibly Bledsoe??) was born March 1761 and died May 1846. George was born May 20, 1796 in KY and died July 13, 1853 in IN."
    ],
    "sources": [
      "http://usgwarchives.net/il/adams/misc/arquery.htm"
    ]
  },
  {
    "id": "n198",
    "bio": [
      "Benjamin Freeland, his brother Joseph Freeland, and others left Calvert County, Maryland in 1817. They stopped in New London, Indiana where they built a house awaiting the birth of Jane Hebb Freeland. The men went on to Monroe and Owen County and returned for their families later. While there, Benjamin's daughter, Mary Freeland met George Washington Adams and they were married there on March 14, 1818."
    ],
    "sources": [
      "http://boards.ancestry.co.uk/localities.northam.usa.states.indiana.counties.jefferson/2094/mb.ashx"
    ]
  },
  {
    "id": "n400",
    "bio": [
      "John Hains was born 12/14/1746, probably in Bucks (now Monroe) Co PA. He and his extended family migrated before 1772 to Bedford Co PA. And in about 1778 in Bedford Co PA, John married Lanah Devore b. 5/8/1752 Morris (now Sussex) Co NJ. In the 1790 Federal Census for Bedford Co PA, John and Lanah are listed next door to Daniel Devore, Lanah's brother.",
      "During the Revolutionary War, John served in the Bedford Militia and is cited as John Hains, Esq. And, John is found in multiple tax lists and censuses through 1810.",
      "John died 4/20/1813 in Londonderry Twp, Bedford Co (vic. Madley) PA. In 1810 sons John, Jr. and Henry migrated to Coshocton Co OH. Analyzing marriage dates and locations for the Hains children leads to the belief that after 5/1813 when John's will was probated, son Daniel loaded up the remainder of the family and migrated to Muskingum Co Ohio. Of note, the old Forbes Road runs through Bedford heading west toward Pittsburgh, connecting to Zane's Trace en route to central Ohio."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-1.htm"
    ]
  },
  {
    "id": "n200",
    "bio": [
      "Henry Hains was born 3/11/1782 in Bedford Co (vic. Madley) PA. In 1803 in Bedford Co PA, Henry married Hannah Lybarger b. 5/4/1783 Bedford Co PA. Henry, Hannah, and brother John migrated to Coshocton Co OH, in 1810. The remaining members of the Hains Family migrated in 1813 to Muskingum Co OH after the death of their father.",
      "Henry and Hannah lived their lives in Coshocton Co OH, raising eight children. But, Hannah died 3/7/1849; and Henry married a second time in 11/1849 Coshocton Co OH to Margaret Smith b. 1797 in Pennsylvania.",
      "Henry Haines was the next settler. He left his eastern home in Bedford county, Pennsylvania, in 1810, for the West, reaching Licking county in the fall of that year, expecting to continue on to Franklin county, but discouraging reports induced him to stop. He was informed that Zanesville, some sixty miles distant from his prospective home, would be the nearest point at which to obtain salt and get his grinding done; also that the proposed location was unhealthy. This piece of news prevailed with him, and he resolved to settle closer to Zanesville. He was directed by a Mr. Wolford to this township. In the spring of 1811 he moved here, entering the northwest quarter of section 18. For six months he lived in a three-sided cabin, the one end being entirely open, but by fall he had a substantial log cabin ready for occupation. He brought with him six cows, and made a large amount of butter. Few of the settlers who soon after located here were fortunate enough to own a cow, and butter, with them, was quite a luxury. Mr. Haines availed himself of every opportunity to exchange this product of the dairy for a pig. In the course of several years he had a large drove of hogs and a fine herd of cattle, which had been raised with trifling cost. These he drove to Zanesville in several lots, and sold them at a fair figure. With the proceeds of these sales he paid for his quarter section. He reared a family of eight children, and died in 1863, at the age of eighty-one years. His brother John came with him, and settled the northwest quarter of section 14.",
      "N. N. Hill, History of Coshocton County, Ohio, Its Past and Present, 1740 - 1881, (Newark, Ohio: A. A. Graham & Co., 1881) p. 461.",
      "Henry died on 8/31/1863 in Coshocton Co OH."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-2.htm"
    ]
  },
  {
    "id": "n100",
    "bio": [
      "According to the 1850 Coshocton Co OH Census, Daniel (age 44) was a farmer.  Also listed on the census are his wife Sarah (41), and children Heny (20, M, Farmer), Samuel (19, M, Farmer), Hiram (15, M, Farmer), Mary (13, F), Hannah (11, F), William (8, M), and Nancy (4, F)."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-2.htm#a"
    ]
  },
  {
    "id": "n800",
    "bio": [
      "Joseph Hendricksen Heyns was born in about 1715 in Kingston NY. In about 1732, Joseph migrated in the company of the Schoonmaker family to Bucks Co PA. And, the Heyns family attended the DRC Church at Smithfield TWP, Bucks (now Monroe) Co PA.",
      "In about 1744 at Smithfield TWP, Bucks Co PA, Joseph Hendrickson Heyns married Helena Schoonmaker, sister of Catherine Schoonmaker. And by 1751, spelling of the last name morphed to Hayns. There is a 1762 record for a Lydiea Heyns at the Dutch Reformed Church at Smithfield. Perhaps, Lydia is a daughter of Joseph.",
      "Catherine and Willem Devore lived in Sussex Co NJ, just across the Delaware River from Smithfield TWP, Bucks/ Northampton Co PA, until about 1772 when they migrated to Bedford Co PA. And, John Hains and family migrated in the company of his father-in-law, Willem Devore.",
      "By 1772 their route would have been rather straightforward. From the Delaware Valley, they had the choice of traveling south to Philadelphia and then west or traveling west to the Susquehanna and then south to the Germantown Pike. Either way, after crossing the river at Harris Ferry, the families traveled west on the old military road, Forbes Road, to what had been Ft. Raystown, now known as Bedford PA.",
      "There are three Hains men who are found in the Bedford records: Joseph (Jr.), Vandle and John. Joseph (Jr.) appears in the 1778 Cumberland Valley Twp Tax List. Vandle appears in the 1790 Bedford Co PA Census as head of household along with two other grown males. Nothing more is known of these two purported sons of Joseph, Sr.",
      "Did Joseph, Sr. migrate in the company of his sons to the frontier of Bedford County? Or, did he stay behind in eastern Pennsylvania? His date and place of death is unknown."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-99.htm"
    ]
  },
  {
    "id": "n50",
    "bio": [
      "The life of Samuel Hains was worthy of emulation, and the example he set the younger generation of the various communities where his lot was cast has doubtless resulted in much good. He was regarded as one of the most liberal men of Greene county, Indiana, although he was never blessed with an abundance of this world's goods, but he was always ready to help the needy or assist in any worthy cause. He was seriously handicapped during the later part of his life by a wound which was inflicted during the Civil war, yet he continued his work in a successful manner in the face of all obstacles, having been a man of unusual fortitude. He was born in Coshocton county, Ohio, July 8. 1832, and died in Bloomfield, Indiana, November 14, 1906. He was the son of Daniel and Sarah (Foster) Hains, the former a native of Virginia. They settled in Ohio, where Daniel farmed and lived until his death. Both he and his wife were members of the church. They had the following children : Henry, deceased ; Samuel ; Hiram, deceased; Mary, deceased; Hannah; William, who lives in Bloomfield, Indiana, and Nancy. Samuel Hains was reared on a farm, receiving his education in the pioneer schools, remaining at home until he enlisted at the outbreak of the war in the Ninety-seventh Ohio Volunteer Infantry, Company H, in which he served two and one-half years, during which time he participated in all the battles in which his regiment was engaged until he was shot in the right elbow during the battle of Missionary Ridge, which prevented further service. He had many narrow escapes from death during his army career. Returning from the army he assisted his father-in- law on the farm, but he had learned the blacksmith's trade prior to the war and in 1866 opened a shop near his old home in Coshocton county, Ohio, which he con- ducted until 1869, when he came to Greene county, Indiana, where he opened a blacksmith shop in Taylor township, which he conducted until the spring of 1875. when he moved to Bloomfield. Soon afterward he opened a shop, which he successfully maintained, having been a fine workman, until his health failed and he retired, having been in partnership with Hoyt Nickerson from 1875 until his death. He and his wife were both members of the Methodist Episcopal church. He was a member of the Grand Army of the Republic and a Republican in political belief. "
    ],
    "sources": [
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 478-9)"
    ]
  },
  {
    "id": "n51",
    "bio": [
      "Margaret (NELDON) HAINS is the daughter of Samuel and Jane (STEWART) NELDON, the former from Virginia and the latter from Pennsylvania. She was born in Coshocton County, Ohio, February 19, 1843, and departed this life August 12, 1920, aged seventy-seven years, five months and twenty-four days. For some time she has lived with her daughter, Mrs. Arzalia BRUNER, at Shelburn, and it was at that place she died.",
      "She was united in marriage to Samuel HAINS (born in Coshocton county, Ohio), September 28, 1865. To this union were born five children, namely: Sarah J. (Jennie) WALKER, of Indianapolis; Lavada HOMAN, deceased, of Sunbeam, Colorado; Adella (Della) HANNUM, of Bloomfield; Arzalia BRUNER, of Shelburn, and Ridgeway HAINS, of Pueblo, Colorado.",
      "Her parents were pioneer settlers in Coshocton County, Ohio, where she was born and lived there until after her marriage to Mr. HAINS.",
      "In October 1869, they came to Greene County and settled at Bloomfield, where she resided until the death of her husband November 14, 1906. Since then she has made her home with her daughter, Mrs. Mason BURNER, with the exception of about two years she spent with another daughter.",
      "She was one of ten children - eight boys and two girls - all of whom are living except one brother, who died in infancy.",
      "Her schooling was limited, as the conditions of those early days compelled, yet she kept informed and made the most of her opportunities, thus making herself agreeable in whatever company she might be.",
      "Her husband was two and one-half years in the Civil War, and was wounded at the battle of Missionary Ridge.",
      "She had been a great sufferer from rheumatism for about five years, and for three years had been practically helpless. In all these years she was very patient and continued a brave struggle. Through all her suffering she has been tenderly cared for by her children, especially Mrs. BRUNER and her husband.",
      "She joined the Methodist church in Coshocton, Ohio, when about eighteen years of age. She has always been loyal to the doctrines and to her pastors. She was an old time Methodist, yet always abreast of the times. The sources of the church were always her delight. During her last sickness her constant testimony of her faith in Christ was clear and unfaltering, and she looked for the city that hath foundation whose builder and maker is God - I put all my trust in Jesus and know He will carry me through, was her witness to her Christ."
    ],
    "sources": [
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 479-80)",
      "http://boards.ancestry.com/localities.northam.usa.states.indiana.counties.greene/4118/mb.ashx"
    ]
  },
  {
    "id": "n22",
    "bio": [
      "Civil War: Veteran: 47 IL Infantry, Co. C",
      "A Civil War veteran who was a political power in Nebraska for many years. He was twice elected to the Nebraska legislature on the Republican ticket, and was county commissioner for several terms.",
      "Moved from Germany with mother at age 17. Enlisted in Company C, Forty-seventh Illinois Infantry on 08/18/1861; discharged due to physical disability on 09/27/1863 after two months in the hospital. Successful farmer and stock-raiser in Washington precinct, Nemaha County, Nebraska after crossing the Missouri river from Iowa on 03/10/1867 to farm government land (320 acres). Served two terms in the \"lower house\" and nine years in the office of county commissioner. \"Staunch Republican.\"",
      "The Hon. John H. Pohlman was born in the province of Holstein-Schleswig, Germany, August 25th, 1839. He came to this country with his parents in 1857, the family settled at Peoria, Illinois. Until 1861 he worked on a farm, and then enlisted in the army, Co. C., Forty-Seventh Illinois Volunteers, from which he was discharged in 1863 on account of a loss of health. In 1864 he was married to Miss Elizabeth Crawford, of Knox County, Illinois. He came to Nemaha county in 1867 and took a homestead four miles southwest of Johnson, which e converted to a well improved and valuable farm and on which he contined to reside until the time of his death.",
      "He served the county as county commissioner when the county seat was changed from Brownville to Auburn, and occupied this office for nine years. He served in the legislature during the terms of 1890, and 1894, and in the senate at a later period.",
      "Mr. Pohlman was a man of the most equable temper and with his family and his friends he was the soul of gentleness and courtesy. He accumulated wealth during his life by honest means, taking it out of the ground, and working for it on industrious and thrifty lines. Greater than all of the property that he can leave his children, is the inheritage that he leaves them of a good name, the memory of a noble father and a patriotic citizen."
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=70808129",
      "http://www.wikitree.com/wiki/Pohlman-98",
      "Biographical Sketeches of the Nebraska Legislature; and National and State Officers of Nebraska (pg. 169)"
    ]
  },
  {
    "id": "n802",
    "bio": [
      "Willem DeVoor was born in 1711 at the French Patent, Hackensack, Bergen Co NJ and christened in the Dutch Reformed Church of Manhattan, NY on 11/6/1711. And in 1723, Willem's family began their migration to the Delaware Valley.From Bergen county in East New Jersey, the family first migrated up the Hudson to the Dutch settlement at Kingston NY, arriving by 3/1723. And from Kingston, the DeVoor family migrated in the company of other ethnic Dutch families south on the Old Mine Road to the Delaware Valley, settling in the vicinity of Paulins Kill, Hunterdon (now Sussex) Co NJ by 9/1724 when his father drew up his will.After arriving in West New Jersey, Willem did not necessarily move, but the administrative boundaries did; as Morris Co split from Hunterdon Co NJ in 1739. Willem is next found in 1740 in Morris Co NJ where he and brother David were indentured to Lewis Morris, the Governor of New Jersey.On 6/13/1740 in Morris Co NJ, Willem married Catherine Schoonmaker ch. 9/11/1709 in Kingston, Ulster Co NY. And in 1753, Sussex Co split from Morris Co NJ. Catherine and Willem lived in Minisink, Sussex Co NJ until about 1772 when they migrated to Lancaster (now Bedford) Co PA.By 1772 their route would have been rather straightforward. From the Delaware Valley, they had the choice of traveling south to Philadelphia and then west or traveling west to the Susquehanna and then south to the Germantown Pike. Either way, after crossing the river at Harris Ferry, the families traveled west on the old military road, Forbes Road, to what had been Ft. Raystown, now known as Bedford PA.A William Devore is found enumerated in the 1784 and 1796 Bedford Co PA Censuses. Did Willem and Catherine live all the way into the 1790s? As Willem is not enumerated in the 1790 Census, 1790 probably marks Willem's date of death which would have been sometime prior to the census. Willem and Catherine are believed to have died, dates unknown, in Bedford Co PA."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Devore-1.htm"
    ]
  },
  {
    "id": "n401",
    "bio": [
      "Lanah Devore was born 5/8/1752 in Morris (now Sussex) Co NJ. And, she was christened 6/10/1753 in the Dutch Reformed Church at Smithfield TWP, across the Delaware in Pennsylvania. [Minisink Dutch Reformed Church]",
      "If Lanah's birth date was in 1752, why wasn't she christened shortly thereafter? Are either of these dates wrong? The answer is that both dates are correct, and they reference a period of 1 month, 2 days and not 1 year, one month, 2 days. How can this be?",
      "Lanah was born just before England adopted the Gregorian Calendar. Prior to 1752 English dates were calculated by the Julian Calendar. On 9/14/1752 England and her colonies adopted the Gregorian Calendar. A simple explanation is that dates prior to 1753 could have been calculated by either calendar and the discrepancy of one year can be expressed as 1752/53.",
      "Lanah migrated sometime before 1772 with her family to Bedford Co PA. In about 1778 in Bedford Co PA, Lanah married John Hains (nephew of  Helena Schoonmaker) b. 12/14/1746 Bucks (now Monroe) Co PA. Lanah and John lived their lives in Bedford Co PA until John's death in 1813.",
      "After John's death, the family moved to the Muskingum/Coshocton county area of Ohio. Analyzing marriage dates and locations for the Hains children leads to the belief that John, Jr. loaded up the family, migrating to the Muskingum/Coshocton area of Ohio en masse.",
      "Lanah died 3/1838 in Muskingum Co OH and is buried in the Old Hains Cemetery at Zanesville."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Devore-2.htm"
    ]
  },
  {
    "id": "n402",
    "bio": [
      "HENRY LYBARGER; PVT, 4 CO, 1 BATT, PA MILITIA; REVOLUTIONARY WAR; 1759 1820",
      "(from monument) Erected A.D. 1929 by the Commonwealth of Pennsylvania to the memory of Ludwick Lybarger Jr., Nicholas Lybarger Sr., George Lybarger, Nicholas Lybarger Jr., Henry Lybarger, Soldiers of the Revolutionary War who served in \"Wills Creek Settlement Company\" Fourth Company, First Battalion Bedford County Militia in the year 1776 and who are buried here.",
      "Henry Lybarger was born 12/28/1759, probably in Frederick Co MD. In about 1765, Henry migrated with his family up Wills Creek from Ft. Cumberland MD into Bedford Co PA where they established the Lybarger Family farm.",
      "In 1776 at age 16, Henry served along with his father in CPT Paxton's 4th Company, 1st Battalion, Bedford County Militia during the Revolutionary War.",
      "In about 1782 probably in Frederick Co MD, Henry married Catherine Barbara Brown b. 3/1761.",
      "Why aren't there many records for the Lybarger family in Bedford county prior to 1772?  Bedford county wasn't formed until 1771, and there wasn't a local Lutheran church until 11/1805. We know that residents of Willis Creek had to periodically run south to the protection of Ft. Cumberland to evade Indian depredations. Reasonable conjecture leads to the belief that the Lybarger family commuted back to Maryland to attend a Lutheran church where births, deaths, and baptisms were registered.",
      "Henry and Catherine lived their lives in Bedford Co PA, raising at least nine children. Henry died 7/31/1820 in Bedford Co PA. And, Catharine died 9/8/1829 also in Bedford Co PA. Both were originally buried at the Jasper Luman farm. However, the Lybarger families of Madley were removed from their initial burial sites and re-interred 11/11/1927 in Lybarger Lutheran Church Cemetery, Madley PA."
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=pv&GRid=12305667&PIpi=102084746",
      "http://image2.findagrave.com/photos/2005/327/12305667_113283570545.jpg",
      "http://lewis-genealogy.org/genealogy/Weaver/Lybarger-3.htm#a"
    ]
  },
  {
    "id": "n803",
    "bio": [
      "Catherine Schoonmaker was probably christened 9/11/1709 in Kingston, Ulster Co NY; however, there is no certainty. Catherine's parentage and marriage to Willem DeVoor is established from Colonial New Jersey records. But documentation of her christening which lists correct information is not found. A Catrina, daughter of Hendrick Schoonmaker was christened in the Dutch Reformed Church of Ulster Co NY. However, the mother is listed as Geertruy de Wit. If the mother's name was changed at transcription, then this can be Catherine's baptismal record.",
      "Catherine was born before 1711, the year of Willem DeVoor's birth; as she is listed as 'spinster' in their New Jersey application for marriage. Additionally, Jacob Rutse/Rutsz was a witness for Catherine and sister Zara's christening.",
      "On 6/13/1740 in Morris (now Sussex) Co NJ, Catherine married Willem DeVoor b. 11/6/1711 New York NY. Catherine and Willem lived in Minisink until about 1778 when they migrated to Bedford Co PA.",
      "A William Devore is found enumerated in the 1784 and 1796 Bedford Co PA Censuses. Did Willem and Catherine live all the way into the 1790s? As Willem is not enumerated in the 1790 Census, 1790 probably marks Willem's date of death sometime prior. Willem and Catherine are believed to have died, dates unknown, in Bedford Co PA."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Schoonmaker-4.htm"
    ]
  },
  {
    "id": "n804",
    "bio": [
      "Nicholas Lybarger was born c. 1733 in Brenschelbach, Lower Palatinate, Germany. Nicholas immigrated 8/27/1739 with family aboard the Snow Betsie to Philadelphia PA, settling in York Co PA. And by 6/1741 Nicholas and family settled in Conewago Twp, Lancaster (now York) Co PA, west of the Susquehanna, on the extreme edge of civilization where brothers George and Ludwig were born.",
      "Sometime after the Christening of John Ludwig in January of 1744 and by 3/1754, the family continued their migration south down the Great Wagon Road toward the Potomac River in Maryland.",
      "In about 1758 in Frederick Co MD, Nicholas married Mary Ann Lybarger b. c. 1738. In about 1765 and after the death of their father, Nicholas and the extended family migrated up Wills Creek from Ft. Cumberland MD into Bedford Co PA.",
      "Nicholas settled on Willis Creek about halfway to the town of Bedford and purchased/ recorded land by 1772. And in 1776, Nicholas along with his son Henry served in CPT Paxton's 4th Company, 1st Battalion, Bedford County Militia during the Revolutionary War.",
      "Nicholas and Mary Ann lived their lives on their farm near Madley PA, raising at least seven children. Why aren't there many records for the Lybarger family in Bedford county prior to 1772?  Bedford county wasn't formed until 1771, and there wasn't a local Lutheran church until 11/1805. We know that residents of Willis Creek had to periodically run south to the protection of Ft. Cumberland to evade Indian depredations. Reasonable conjecture leads to the belief that the Lybarger family commuted back to Maryland to attend a Lutheran church where births, deaths, and baptisms were registered.",
      "Nicholas died 3/1808 in Bedford Co PA. Mary Ann reportedly died in 1826 in Bedford Co PA. Nicholas and Mary Ann would have been buried on the family farm. However, the Lybarger families of Madley were removed from their initial burial sites and re-interred 11/11/1927 in Lybarger Lutheran Church Cemetery, Madley PA."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Lybarger-2.htm#a"
    ]
  },
  {
    "id": "n1608",
    "bio": [
      "Nicholas Leyberger was born in about 1707 in Saarland, Lower Palatinate, Germany. In 1727 in Brenschelbach, Palatinate of the Rhine, Nicholas married Maria Catharina Catgaruba b. c. 1710 in Saarland. Palatinate of the Rhine.",
      "Located between the Main and Upper Rhine rivers and extending south to Switzerland, the Rhenish Pfalz was devastated by wars between Catholic France and Protestant German states, overpopulation, heavy taxation, and exceptionally harsh winters between 1708 and 1719. Conditions were rife for ex-migration.",
      "Nicholas and family immigrated on 8/27/1739 to Philadelphia PA aboard the Snow Betsie from Rotterdam. And, Nicholas and Maria Catharina may have sojourned in the Lancaster settlements east of the Susquehanna. Their first recorded residence was in 1741 at Conewago Twp, Lancaster (now York) Co PA, west of the Susquehanna.",
      "By 6/1741 Nicholas and family settled in Conewago Twp, Lancaster (now York) Co PA, west of the Susquehanna, on the extreme edge of civilization. Having crossed the Susquehanna, our ethnic German ancestors were not migrating west. They were migrating south down the Great Wagon Road to new lands between the Blue Ridge and Alleghenies.",
      "At Willis Creek and the newly constructed Ft. Cumberland, Nicholas and family migrated north toward Ft. Raystown. The question is \"How far did they go?\" Was the original Lybarger settlement north of the Pennsylvania line or just north of Ft. Cumberland, still within the boundaries of the Maryland Colony? As there was no civil government north of the Pennsylvania line and considering the dearth of records, let us claim Maryland.",
      "Reportedly, Nicholas settled in Fredrick Co MD where he died in about 1765. Nicholas' three sons are unaccounted for until their 1772 purchase of lands on Willis Creek in Bedford Co PA. Did the sons physically migrate north to the new community, or did they merely file on the lands they were already living on?"
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Lybarger-1.htm#a"
    ]
  },
  {
    "id": "n3168",
    "bio": [
      "The Freeland families of VA, MD, DE and PA are thought to have originated in Portsmouth, Hampshire, Eng. (Freeland Quarterly, v. 2, p. 1, FHL microfiche 6,047,272) It is thought that William Freeland of PA and DE, Robert Freeland of Calvert Co., MD, Stephen Freeland of Baltimore Co., MD, and Isaac Freeland of Kent Co., DE, were brothers. We know that Stephen and Isaac were brothers from Stephen's will of 1708. They could be sons of the William Freeland who was transported into Virginia in 1643: \"Mr. Moore Fantleroy, 1,400 acs. Up. Norf. Co. (later Nansemond), Feb. 20, 1643, Page 6.\" (Cavaliers and Pioneers, v. 1, p. 154) 1,000 acres were for the transportation of 20 persons, among them William Freeland.",
      "Robert Freeland of Calvert Co., MD, was a Quaker."
    ],
    "sources": [
      "http://wc.rootsweb.ancestry.com/cgi-bin/igm.cgi?op=GET&db=jflowers&id=I005"
    ]
  },
  {
    "id": "n20",
    "bio": [
      "Henry Dirks was a pioneer of Nebraska, who came to Nemaha County in 1865. A thrifty and prosperous farmer, he owned 320 acres of the finest Nebraska land. Born at Springfield, Illinois, February 11, 1852, he is descended from German ancestors who came to America in 1846. He died at Hobart, Kiowa County, Oklahoma, April 13, 1923.",
      "Henry E, born in 1851, was one of five sons born to Johann and Maria Hilka Remmers Dierks. He came to Nebraska in 1857 to homestead a claim near Auburn. He farmed 160 acres of land in the Benton Precinct. Married to Mary Rademacher, they were the parents of ten children: Johnson (1879), Edd J. (1881), Lydia Anne (1884), William Roy (R.W.) 1886, George Wesly (1888), Lawrence William (L.W.) and Laura Minnie (twins born 1891), Arthur Benjamin Carl (Art) 1894, Dewey Alfred (1898) and Cordy D. born 1903. Henry and Maria moved to Hobart, Oklahoma in 1910, where both passed away and are buried.",
      "Henry E. wrote a letter to the AUBURN HERALD (1913) telling of their early life in Nebraska, saying that it took them 3 days for a round trip to Rockport using oxen in 2-4 feet of snow. In 1867 conditions began to improve; with the passage of the Homestead Act, more settlers came and more land was broken up. In 1868, Henry's father had two wagons made at Brownville by a man named Helmer, and Diedrich, John, Henry E., Herman and Christian began freighting. The trips were long and difficult fraught with dangers. They once lost all but one oxen to the Indians, and barely escaped becoming involved in the Beecher Island fight, passing by it within a few miles on their way home. The trips averaged 5 weeks, but one lasted 6 months. They arrived home Xmas eve after being given up for dead. When the railroad line from Denver to Omaha was completed, their freighting days ended."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm",
      "Family history compiled by Marjorie Brown",
      "Family History compiled by Marjorie Brown. Account was written by Virginia Argabright, the great-great granddaughter of Johann Dierks. 8/1986."
    ]
  },
  {
    "id": "n4",
    "bio": [
      "William (Bill) Clyde Brown, son of Ethel May Paul and Charles E. Brown, was born September 30, 1915 in Saguache, Colorado. Charles Brown passed away when Bill was a small child.",
      "After his death, Mrs. Brown and Bill lived in Denver for a few years, then moved to Omaha where Bill attended school. He completed his schooling in Auburn, graduating in May, 1933. He had an active sports career in football and basketball while in high school.",
      "Mrs. Brown and Charles P. Murphy were married in 1927, and Bill began working in the C.P. Murphy Harness and Hardware store.",
      "Bill was united in marriage to Marjorie Dirks on June 14, 1940. He enlisted in the Air Force in 1942, and spent three years in the service during World War II, attaining the rank of Sergeant. Upon his return to Auburn, he became a partner with Mr. Murphy in 1946, and the business name was changed to Murphy and Brown. Since Mr. Murphy's death in 1962, Bill has been the longest tenured businessman in Auburn.",
      "He was a member of the Auburn Chamber of Commerce, many times as a board member; First Presbyterian Church where he served as an Elder; Auburn Country Club (board member); Sheridan Cemetery Board; member of the first board of the Auburn Swimming Pool; American Legion Post 23, and Masonic Lodge A.F. and A.M. He was presented a fifty year pin by the lodge in December, 1988. Deceased May 1, 1995, Omaha, NE."
    ],
    "sources": [
      "Genealogy book compiled by Marjorie Brown"
    ]
  },
  {
    "id": "n5",
    "bio": [
      "Marjorie D. Brown, daughter of Rose (Pohlman) and Roy William Dirks, was born December 25, 1917 in Auburn, Nebraska. She attended school in Auburn, graduating from Auburn High School in May, 1935.",
      "Following high school, Marjorie attended Christian (now Columbia) College in Columbia, Missouri, where she was active in school government, Riding Club, music and drama clubs. From 1937 to 1939 she attended the University of Nebraska at Lincoln. There she was a member of Pi Beta Phi social sorority and Phi Lambda Theta, an educational honor fraternity. Marge graduated with a Bachelor of Science Degree from the Teachers College. She then taught school at Sargent, Nebraska.",
      "On June 14, 1940 Marjorie was united in marriage to William C. Brown in Auburn. During Bill's service in World War II, she worked at the Auburn State Bank and then the Mercantile National Bank in Miami Beach, Florida. Upon returning to Auburn, the couple owned and operated Murphy and Brown Hardware from 1946 until retirment in 1990.",
      "As a member of the Auburn First Presbyterian Church since 1929, Marjorie held many church offices. These included Clerk of Session, Elder, President and Treasurer of women's organizations, and singing in the church choir for over sixty years. She also volunteered as a hospital Pink Lady, and was a member of the Library, where she participated in the Home Bound Books Project. Marge always had an interest in sports, especially golf, and helped initiate copules' and ladies' golf leagues at the Auburn Country Club.",
      "Marjorie passed away April 4, 2006 in Springfield, Missouri. She had attained the age of 88 years. She was preceded in death by her parents and her husband bill.",
      "She is survived by her sons and daughters-in law Dr. Bary M. and Kathryn Brown of Springfield, MO; Drs. Kevin M. and Cynthia Brown of Vermillion, SD; grandchildren Tracy, Justin, Ellen, and Jack; sister Helen Belle Maclay of Auburn; nieces Sharon Maclay of Urbandale, IA; Donna Bleich of Olathe, KS; and many friends."
    ],
    "sources": [
      "Printed biography from Memorial Service"
    ]
  },
  {
    "id": "n102",
    "bio": [
      "Samuel Neldon was a farmer.  He and his wife had nine children.",
      "NELDON SAMUEL, Bethlehm township; farmer; postoffice, Warsaw, Ohio; son of Frederick Neldon, was born May 3, 1818, in Coschocton county, Ohio. His father came from the Cumberland Valley, Virginia, and was one of the oldest settlers of the county. He died at the age of eighty-seven years. Samuel Neldon was married February 18, 1840, to Miss Jane Steward of this county, who was born in May, 1829, in Jefferson county, Ohio. They are the parents of nine children, viz: Margaret, U.J., William, George, Elizabeth, Samuel, Joseph, Henry, and Odea A. Four are married. Mr. Neldon was raised on the farm, and has always followed that occupation. He has always been a resident of this county, and has been honored by office in his township for a number of years, serving as trustee, etc. He is at present justice of the peace. (written in 1881)"
    ],
    "sources": [
      "History of Coshocton County, Ohio: Its Past and Present, 1740-1881. Pg 755.",
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 480)"
    ]
  },
  {
    "id": "n204",
    "bio": [
      "Frederick Neldon, b. NJ 1785 est., d. ca. 1872. m. Catherine Wean. Patented land in Perry Twp. in 1827.Lived in Cumberland Valley, PA before coming to Coshocton Co., OH. Had children:Samuel and probably others."
    ],
    "sources": [
      "http://www.genealogy.com/forum/surnames/topics/knight/2686/"
    ]
  },
  {
    "id": "n408",
    "bio": [
      "Neldon is probably a corruption of a Dutch surname. John Neldon b. 1750 est. m. Eve __.John d. ca. 1827 Perry Twp., Coshocton Co., OH.His will noted that he signed in Dutch, as did his land transactions.It is probable that he immigrated to the US around 1800, settling first in NJ; later in Cumberland Valley and/or Bedford Co., PA.He arrived in Coshoction Co., OH by 1812 and received a patent for 160 acres in 1815.",
      "It appears that the Neldon surname is a variation of the German surname of Nulton. In \"Bucks County, Pennsylvania Church Records of the 17th and 18th Centuries Volume 1, German Church Records\" by F. Edward Wright, there are several baptismal records for children of John/Johannes Nulton and Maria Eva \"Eve\" in the Nockamixon Reformed Congregation and the Tohickon Union (Reformed)church records."

    ],
    "sources": [
      "http://www.genealogy.com/forum/surnames/topics/knight/2686/",
      "http://www.genealogy.com/forum/surnames/topics/neldon/8/"
    ]
  },
  {
    "id": "n21",
    "bio": [
      "Mary E. (Rademacher) Dirks was descended from German ancestors who came to America in 1852, and who settled near Springfield, Illinois, later moving to Nemaha County where they homesteaded. She was a typical pioneer homemaker, sharing in all the hardships which confronted the early Nebraska settlers. She was born in Springfield, Illinois, November 4, 1858."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm"
    ]
  },
  {
    "id": "n37",
    "bio": [
      "Great Grandmother McQuinlan came to the U.S. at the age of 16 by herself from Ireland. She and her husband moved to Ellis, Kansas in March 1878; he died at the age of 36 while working on the railroad"
    ],
    "sources": [
      "Family history compiled by Marjorie Brown"
    ]
  },
  {
    "id": "n16",
    "bio": [
      "William J. Brown, who fills the position of postmaster of Rocky Ford, Colorado, was born in Livingston county, Missouri, on the 5th of October, 1870, and is a son of B.C. and Amelia (Grace) Brown. The father was successfully engaged in farming in Livingston county and was also an honored veteran of the Civil war, serving the Union cause in that conflict [Justin's note: newspaper article from the time of B.C.'s death says he fought on the Confederate side]. Both he and his wife have now passed away. Their family numbered three sons, of whom our subject is the eldest.",
      "William J. Brown received his early education in the rural schools near his father's farm and later attended high school and a business college. He assisted his father in the cultivation of the home place until seventeen years of age but after attaining his eighteenth year turned his attention to the mercantile business, clerking until he was twenty-two years of age. At that time he entered business independently in Missouri and conducted a store there until his removal to Rocky Ford, Colorado, in 1903. Here he successfully carried on a grocery establishment until appointed postmaster on the 27th of June, 1913. He has since ably discharged the duties of this office, promptly and faithfully serving the public.",
      "As a companion and helpmatae on life's journey William J. Brown chose Miss Minnie L. Humphrey. They have a son, Charles E., who married Ethel Paul, by whome he has one child, William J. Brown, Jr.",
      "Mr. Brown is a democrat and has always faithfully supported the policies of that party. He has attended county and state conventions and for ten years has been chairman of his precinct. Fraternally he is a Chapter Mason, an Elk and a Knight of Pythias. He is greatly interested in the development of his district and is a member of the Industrial Club, while he has also served as councilman of his town for three terms. Public-spirited and thoroughly patriotic, he has given much help to war service work and is chairman of his district in the War Savings Stamps department. He is also a director and manager of the Arkansas Valley Fair Association, faithfully administering this office. He has many friends in Rocky Ford, all of who speak of him in the highest terms of commendation."
    ],
    "sources": [
      "History of Colorado. Volume 2 (1918), P. 473"
    ]
  },
  {
    "id": "n18",
    "bio": [
      "Grandfather Bill Paul was a plumber and tin smith. He was a great baseball player, and was a catcher. In his days the only one who had any kind of a glove was the catcher and first baseman. Great uncle Fred Paul was on the second team with his friend, Walter P. Chrysler -- founder of Chrysler Motors."
    ],
    "sources": [
      "Family history compiled by Marjorie Brown"
    ]
  },
  {
    "id": "n19",
    "bio": [
      "Alice Mae's father worked for the railroad for 50 cents a day. The main industry in Ellis was the Union Pacific railroad, Ellis being division headquarters, and nearly all the Paul men worked for U.P."
    ],
    "sources": [
      "Family history compiled by Marjorie Brown"
    ]
  },
  {
    "id": "n9",
    "bio": [
      "Ethel May Paul, daughter of William H. and Alice Glick Paul, was born May 21, 1894, at Ellis, Kansas. She was the eldest of nine children",
      "She grew up in the Ellis community, received her schooling there, and was a member of the Methodist Church.",
      "In 1914 she was married to Charles Brown. They made their home at Saguache, Colorado. One son, William Clyde, was born to this marriage. Charles Brown died early in their marriage. After his death, Mrs. Brown and Bill lived at Rocky Ford with Charles Brown's parents, and in Denver, Colorado.",
      "November 8, 1927, she was amrried to Charles P. Murphy in Auburn. All of their married life has been spent in Auburn where her husband was owner of C.P. Murphy Harness and Hardware. In 1946 Bill (his step-son) became a partner in the store, and the name was changed to Murphy & Brown. Mr. Murphy passed away March 10, 1962.",
      "Mrs. Murphy was a member of St. Joseph's Catholic Church, the Tabernacle Society of that church, and was a charter member of Auburn Business and Professional Women's Club. She was a charter member of the Tuesday Bridge Club along with Mrs. Ethel (Roy) Reed, Mrs. R. W. (Rose) Dirks, and Mrs. Hoxie (Alma) Howe. Many happy hours were spent by this group socially and at the bridge table. Ethel spent most of her life working in ladies \"ready to wear\" stores and in the hardware store with her son and husband.",
      "She suffered a stroke Febr. 12 and entered the Nemaha Co. Hospital. She passed away April 19, 1967, having reached the age of 72 years, 10 months and 29 days. Services were held April 21, 1967 at St. Joseph's Catholic Church in Auburn conducted by Rev. Frank Flicek with internment in Sheridan Cemetery, Auburn."
    ],
    "sources": [
      "Family history compiled by Marjorie Brown"
    ]
  },
  {
    "id": "n10",
    "bio": [
      "At Johnson, Nemaha County, Nebraska, Roy W. Dirks was born on June 14, 1886. His father, Henry Dirks, was a pioneer of Nebraska, who came to Nemaha County in 1865. A thrifty and prosperous farmer, he owned 320 acres of the finest Nebraska land. Born at Springfield, Illinois, February 11, 1852, he is descended from German ancestors who came to America in 1846. He died at Hobart, Kiowa County, Oklahoma, April 13, 1923. Mary E. (Rademacher) Dirks, his mother, was descended from German ancestors who came to America in 1852, and who settled near Springfield, Illinois, later moving to Nemaha County where they homesteaded. She was a typical pioneer homemaker, sharing in all the hardships which confronted the early Nebraska settlers. She was born in Springfield, Illinois, November 4, 1858, and is still living.",
      "Mr. Dirks was graduated from the Johnson High School in 1902, where he was president of his class and valedictorian. From 1904 to 1906, he was a student at the Peru Normal at Peru, Nebraska, and was active in baseball and track, in 1906 he was elected assistant cashier of the bank at Johnson, which position he filled until 1912, when he was elected cashier of the Auburn State Bank where he has remained since that date. He was married to Rose Pohlman, at Kansas City, Missouri, January 25, 1911. Mrs. Dirks, who was born at Johnson, January 4, 1888, is the daughter of a Civil War veteran who was a political power in Nebraska for many years. He was twice elected to the Nebraska legislature on the Republican ticket, and was county commissioner for several terms. Two children were born to this marriage: Helen Belle, born October 3, 1912, who is a freshman at the University of Nebraska; and Margie, born December 25, 1917, who attends the grade school at Auburn.",
      "A resident of Nebraska all his life, Mr. Dirks assisted in organizing liberty loan drives during the World War, and handled all subscriptions made through his bank, always going over the quota assigned to his territory. He was also a member of the home guards. For the last six years he has been treasurer of the Business Men's Association; was treasurer of the Auburn Country Club; was a charter member of the Kiwanis Club, organized in 1924; has been a member of the Auburn Improvement Club since 1920; and is a member of the Parent-Teachers' Association. He is an Odd Fellow, a member of the Nebraskana Society, and is affiliated with the PresbyterIan Church of Auburn. He is champion golfer of the Southern Nebraska Golf Association, and won the loving cup in 1924. His hobby is beautifying the home. Residence: Auburn."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm"
    ]
  },
  {
    "id": "n11",
    "bio": [
      "Rose Pohlman, daughter of John H. and Elizabeth Crawford Pohlman, was born January 4, 1887, on a farm near Johnson, Nebraska. She was the youngest in a family of 15 brothers and sisters.",
      "She attended Dewey Rural School and the Johnson Public Schools. After her schooling, she remained at the family home until her marriage to Roy W. Dirks of Johnson, NE., on January 25, 1911 in Kansas City. They established their home in Johnson, and one year later moved to Auburn, Nebraska where they lived the rest of their lives.",
      "Two daughters, Mrs. Helen Belle Maclay of Norfolk, Nebraska and Mrs. Marjorie Brown of Auburn, were born to this union.",
      "Mrs. Dirks was a long time member of the First Presbyterian Church where she was an active and dedicated worker in numerous church activities. She was an avid knitter, and spent many hours knitting aritcles for participants in World War II. Her social interest was centered on the Tuesday Bridge Club composed of five of her dear friends.",
      "In addition to her husband and daughters, she is survived by two sons-in-law: F. Don Maclay and William C. Brown; four grandchildren, and two brothers: Homer J. Pohlman of Nebraska City, and Charles P. Pohlman of Colorado Springs, Colorado."
    ],
    "sources": [
      "Family History compiled by Marjorie Dirks Brown"
    ]
  },
  {
    "id": "n23",
    "bio": [
      "Died at her home, 2 miles west and 2 miles south of Johnson, Nebraska, at 10:15 O'Clock, A.M. on Saturday, July 16, 1921. Mrs. Elizabeth Pohlman, widow of the Late John H. Pohlman. Aged 75 Years, 8 months, and 12 days. Funeral at the Home at 2:30 O'Clock, P.M., on Monday July 18. Burial in the St. Frederick Cemetery."
    ],
    "sources": [
      "Family History compiled by Marjorie Dirks Brown (Death Announcement)"
    ]
  },
  {
    "id": "n40",
    "bio": [
      "Johann Dierks (called Little John) was born in 1813 of German parents; he came to Nebraska from Illinois in 1857 to homestead a claim 9 miles west, 3 miles south of what later became the town of Auburn. Whit him were his wife, Maria Hilka Remmers (1822-1893) and 6 children: Diedrich, Anna, Johann (John), Henry E., Herman and Christena. Three more children were later born to Johann and Maria: Christian, Maria and Johanna Maria (Aunt Hannah). Johann continued to farm until his death in 1884."
    ],
    "sources": [
      "Family History compiled by Marjorie Brown. Account was written by Virginia Argabright, the great-great granddaughter of Johann Dierks. 8/1986."
    ]
  },
  {
    "id": "n41",
    "bio": [
      "Hilka was also known as Helga/Helen, the daughter of Anna Catharina Lucken and Christoph Remmers. She married Johann (John) Dierks on July 26, 1842 in Wiesede, Hanover, Germany. They immigrated from Germany, lived in Illinois for a while and settled in the German settlement of Febing in Nemaha Co., NE. Their children are: Diedrich, Anna Catharina, John, Herman, Henry E., Christena, Christian, Maria (Mary) and Johanna. Hilke is buried in the Old Stone Church Cemetery, Headstone inscription; 16 July 1822-4 May 1893."
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=50917518"
    ]
  },
  {
    "id": "n44",
    "bio": [
      "Hartwig Pohlman was a railroad man in Germany and died there at the age of forty-eight, leaving his widow and two sons with a small estate. He was born in 1799 and died in 1847. He had married Miss Anna Inselman, and they had two sons, John H. being the elder, and Fred was a printer and died in Chicago at the age of forty years, leaving his wife and three children."
    ],
    "sources": [
      "A Biographical and Genealogical History of Southeastern Nebraska (pg 119)"
    ]
  },
  {
    "id": "n45",
    "bio": [
      "Anna Inselman married Hartwig Pohlman, and they had two sons John H. being the elder, and Fred. She and her two sons crossed the Atlantic in 1857, and landed in New York on July 4th, having been seven weeks and three days on the ocean. The reason why Anna brought her two sons to America ten years after her husband's death is based merely on heresay - in Germany there was a conscription law which stated that all males when reaching a certain age had to serve in the German army, and Anna did not wish her son John to be a part of this and supposedly this is what decided her to leave her Fatherland.",
      "Anna then took her family to Illinois. How soon they left New York and why they went to Illinois is not known. One possibility is that Illinois had a large group of Germans settled in the state, some of whom Anna might have known and had been corresponding with from Germany. She married in Peoria, Illinois to Charles Polster, who came from the same part of Germany as she had. She died in Peoria, September 30, 1898, aged eighty-three years, and strong in body and spirit to the last, having been sick only one week before she passed away."
    ],
    "sources": [
      "A Biographical and Genealogical History of Southeastern Nebraska (pg 119)"
    ]
  },
  {
    "id": "n83",
    "bio": [
      "Anna married Christoph Remmers in Wiesede, Ostfriesland, Germany on Dec. 13, 1805. Anna, a widow arrived in the US in 1868 to join her daughter Hilka and son-in-law Johann (John) Dirks. She was ill when she arrived and lived only a few days. She is buried in the Old Stone Church Cemetery. Inscription: Anna C. Luken Remmers 1784-1868. 2 Timothy 4:7-8. Wife of Christoph."
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=50918156"
    ]
  },
  {
    "id": "n30",
    "bio": [
      "Mrs. Van Nostrand, nee Katherine Flynn, was born in Plymouth in 1855 and in 1880 was married to Silas Van Nostrand and they moved to this city where he was affiliated with the Two Rivers Mercantile company for many years. They moved to Milwaukee in 1911 where Mr. Van Nostrand died in 1918.",
      "Silas was a bookeeper in the Two Rivers Mercantile Co."
    ],
    "sources": [
      "Manitowoc Herald Times, June 10, 1944 P. 2",
      "http://www.2manitowoc.com/89Avobit.html"
    ]
  },
  {
    "id": "n31",
    "bio": [
      "Mrs. Van Nostrand, nee Katherine Flynn, was born in Plymouth in 1855 and in 1880 was married to Silas Van Nostrand and they moved to this city where he was affiliated with the Two Rivers Mercantile company for many years. They moved to Milwaukee in 1911 where Mr. Van Nostrand died in 1918."
    ],
    "sources": [
      "Manitowoc Herald Times, June 10, 1944 P. 2"
    ]
  },
  {
    "id": "n32",
    "bio": [
      "The Chillicothe Constitution-Tribune from Chillicothe, Missouri. June 21, 1905. B.C. BROWN SUCCUMBS TO CHRONIC TROUBLES. End came at his home near Bedford at Midnight - Fought under General Price. Braxton C. Brown, a veteran of the Confederate army and a resident of Livingston county for thirty-six years, died at his home south of Bedford at midnight Tuesday of heart and kidney trouble. He was sixty-six years old. For years he had suffered with the ailment that caused his death but he had not been in a critical condition except during the last two or three months. Hopes for his recoverty had been abandoned many days. Mr. Brown was born in Howard County, Missouri, and in 1869 he was married to Miss Amelia Grace, a sister of James A. Grace of this city. Shortly after the wedding the couple came to Livingston county and the family home has since been in the Bedford neighborhood. A veteran of the Civil war, Mr. Brown took great pride in his record as a soldier. He saw active service under General Sterling Price in south Missouri and Arkansas. Although he participiated in a great many engagements, he never received a wound. The only inconvenience he suffered was the measles, which he contracted while in the army. This disease caused his hair to fall out. There were few in the east part of the county who did not know and esteem Mr. Brown. He was a man who had the qualities of a soldier and citizen, and his honesty and fearlessness brought him many friends. He was a life long Democrat and believed in exercising his sufferage for the good of the commonwealth. He leaves his wido and three children: W.J. Brown of Rocky Ford, Colo., Edgar, at home, and M.G. Brown of Bellingham, Wash. W.J. Brown was notified of his father's death and wired that he had left for this city Wednesday afternoon. If he reaches here tomorrow the funeral will be held at two o'clock Thursday afternoon, Rev. Capp officiating. Burial in the Bedford cememtery. M.G. Brown will not attend the funeral."
    ],
    "sources": [
      "http://www.newspapers.com/newspage/17305668/",
      "http://www.newspapers.com/newspage/17305824/"
    ]
  },
  {
    "id": "n34",
    "bio": [
      "Elisha E. Humphreys, one of the first settlers of Taylor Township, and a son of Uriah and Rachel Humphreys, was born in Sullivan County, Ind., in 1835, and when a mere boy came with his parents to this county, and settled where he now lives.",
      "Elisha E. was reared on a farm, and his advantages when a boy were meager, his father having died when he was but five years old, leaving his widow and children to make their own way in the world. The first money Mr. Humphreys ever made was by cutting rails at 40 cents per 100. When he was about fourteen years old he began farming, and for many years made that his occupation, and has been connected with that business up to the present time. For many years he has been engaged in buying and selling cattle to some extent, and has been very successful in acquiring this world's goods. Mr. Humphreys began life poor, having only ninety acres, but by industry and good management has now 2,600 acres of good land, and is the most extensive land owner living in Taylor Township.",
      "In 1852 he married Mary A. Dobbins, who is a native of Sangamon County, Ill. They are the parents of the following named children: Thomas, Lizzie, John A., Emma, Charles, Frank, James, Verna, Helen, Herman and William. In Masonary Mr Humphreys is a member of the Cahpter, and in politics is a Democrat - the only one of the six boys in his father's family."
    ],
    "sources": [
      "History of Adair, Sullivan, Putnam and Schuyler Counties, Missouri. Volume 2. (p 823/824)."
    ]
  },
  {
    "id": "n412",
    "bio": [
      "Samuel Stewart, born March 5, 1767, in Paxtang, went to Redstone, Westmoreland county, about 1794, where in 1796 he married Jane Patterson, who was born there January 18, 1774. They settled in Findly, Allegheny county, northwest of Pittsburgh. He died there in August, 1837, and she died in November, 1867. His will, dated March 1, 1837, probated August 31 1837, mentioned \"my beloved wife\" and eleven children."
    ],
    "sources": [
      "Stewart Clan Magazine by George Thomas Edson p 70"
    ]
  },
  {
    "id": "n824",
    "bio": [
      "Hugh Stewart, born near Glasgow, Scotland, June 11, 1719; died October 8, 1798; buried in the grave-yard of the Old Covenanter church, three miles east of Harrisburg, PA, of which church he was the main supporter. At the age of sixteen years, he accompanied his elder brother, Samuel, and family in their migration to the Province of Pennsylvania, in 1735. He landed with a capital in coin equivalent to one dollar and tweny-five cents, and, having learned the trade of waving, followed it for many years; settled finally in Paxtang township, about six miles from Harris' Ferry, where he acquired a large estate, for the times. HIs name first appears on the tax-list of 1750. In 1780 he was asseseed for four hundred and five acres. He was considered a very handsome man, of more than ordinary height, and retained through life his Scotch accent.",
      "Hugh Stewart was twice married; m., first, in 1750-1, Hannah Dallas, b., 1727, in Ireland; d. 1760, and buried with her husband. Hugh married a second time in 1764, a widow, Mrs. Nancy Moore, who was born Agnes Crain in 1735. Hugh was too old to serve in the Revolutionary War himself, but his son, John, and his nephew, Sammy, did serve.",
      "Hugh Stewart led a full and colorful life. He was born a Scot, grew up in Ireland, and became an American pioneer when he was still a teenager. All of his life he remained a committed Presbyterian. He became a leader of the American cause for independence. He was a weaver, a farmer, and Indian fighter, a builder, and a patriot. The Harrisburg Chaptter of the Daughters of the American Revolution (DAR) erected a tablet on the site of the New-Side graveyard recognizing \"the pioneer defenders of the frontier\", which included in the list of patriots the name Hugh Stewart."
    ],
    "sources": [
      "Pennsylvania Genealogies: Scotch-Irish and German, p 582-3",
      "Lands where my Fathers Died by Jack Stewart pg 83"
    ]
  },
  {
    "id": "n825",
    "bio": [
      "Hugh married a second time in 1764, a widow, Mrs. Nancy Moore, who was born Agnes Crain in 1735. Her maiden name was Crain until her first marriage; her first name was Agnes, for which Nancy was a nickname in this time. Mrs. Moore had two children by her first husband, who were named William and Nancy.  Hugh and Nancy had five children of their own: Robert, Samuel, Joseph, James, and Mary. Mary was the first of the family to be born in the newly established United States of America. During this time, Hugh and Nancy cared for eleven children - four from Hugh's first marriage, two from Nancy's first marriage, and five of their own."
    ],
    "sources": [
      "Lands where my Fathers Died by Jack Stewart pg 83"
    ]
  },
  {
    "id": "n1648",
    "bio": [
      "Robert Stewart, b. near Glasgow, Scotland, A.D. 1665, in the reign of Charles II; d. 1730. Upon the death of his father, he also moved into Ireland, locating in Drumore township, county Down, twelve miles from Belfast. The lives of father and son, John and Robert Stewart, embraced that most remarkable period in the history of England commencing in the reign of Charles I, through the Commonwealth under Cromwell, Charles II, James II, William and Mary, Queen Anne, George I and into the reign of George II."
    ],
    "sources": [
      "Pennsylvania Genealogies: Scotch-Irish and German, p 579-80"
    ]
  },
  {
    "id": "n3296",
    "bio": [
      "John Stewart, a Scottish covenanter of teh seventeenth century, fled from Scotland to the county Down, in the north of Ireland. It is tradition that he had incurred penalties for non-compliance with royal edicts respecting religious worship and enforcing attendance at the Parish church. The north of Ireland had become a refuge for proscribed Presbyterians and condemned covenanters, and thither he went, preferring to abandon his native hills rather than go back on the solemn league and covenant entered into by the Scottish people in 1643, who recognized as their only standard the Westminster confession of faith as ratified by the General Assembly of the church of Scotland, in 1647. John died in 1720, and of his family, we have record of one son only, Robert Stewart."
    ],
    "sources": [
      "Pennsylvania Genealogies: Scotch-Irish and German, p 579"
    ]
  },
  {
    "id": "n3304",
    "bio": [
      "Thomas Patterson Sr. was born 1724-1725 in either Scotland or Ireland. A bio of his son William states that William was born 1749 in Scotland. However, a ltter written by Thomas Sr.'s great-grandson states that Thomas emigrated from Ireland. Thomas Sr. died 5 June 1822 in Washington Twp., Fayette Co., PA, at the remarkable age of 97 years. He is buried in Rehoboth Presbyterian Church Cemetery in Belle Vernon, PA."
    ],
    "sources": [
      "http://www.amazonedit.com/Amazon/Covenanter_Pattersons_1_Thomas_Patterson_Sr_files/THOMAS%20SR.%20of%20Wash%20Twp%20REV3%20Sept%2024%202014.pdf"
    ]
  },
  {
    "id": "n1652",
    "bio": [
      "William, son of Thomas Sr., was born 12 June 1749. Location of birth is uncertain, and may be Pennsylvania, Ireland, or Scotland. William was baptized 17 Dec 1751 at the Muddy Run meetinghouse in present-day Martic Twp., Lancaster Co. PA., which is said to have been burned by marauding Indians sometime in the mid to late 1750s. When William was 13-14 years old, his father crossed the Susquehanna River and settled for a time in the area that today is in the easter part of Adams Co., PA., but which was then part of York County. It is probably that William met his future wife, Jane/Jean Morrow/Murray as a young teenager. William married Jane Morrow on 24 August 1773.",
      "When the Revolutionary War broke out, William was twenty-seven years old, and was married with one small child - Sarah, with another, Jeremiah, on the way. William served as an Ensign in Captain William Findley's Compnay, Colonel Abraham Smythe's battalion. In his later years, William was known as Col. Patterson because he was appointed Colonel of the local militia at the conclusion of the Revolutionary War.",
      "Rev. Proudfit writes that William was fully six feet high, was a soldier in the Rev. War, was a member of Congress [representative to the State legislature in 1794], and by invitation dined once with the Pres. Washington. . . He was an elder in the church and justice of the peace. . . He was a blacksmith and later he was a propserous farmer and gave a farm to each of his children."
    ],
    "sources": [
      "http://www.amazonedit.com/Amazon/Covenanter_Pattersons_1_Thomas_Patterson_Sr_files/THOMAS%20SR.%20of%20Wash%20Twp%20REV3%20Sept%2024%202014.pdf"
    ]
  },
  {
    "id": "n826",
    "bio": [
      "Thomas Patterson b. 24 August 1782; d. 2 June 1860, age 75y 9m 10d; m. Elizabeth Burns/Bournes, his first cousin; Thomas and Elizabeth are buried in Big Spring Cemetery, Fulton Co., PA. Remembered by his grandson, David Hunter Patterson, as a bright old man, full of fun."
    ],
    "sources": [
      "http://www.amazonedit.com/Amazon/Covenanter_Pattersons_1_Thomas_Patterson_Sr_files/THOMAS%20SR.%20of%20Wash%20Twp%20REV3%20Sept%2024%202014.pdf"
    ]
  },
  {
    "id": "n428",
    "bio": [
      "Carl Christopher Edman Aulich was one of the approximately 7,000 Hessian soldiers who chose to remain in the U.S. or Canada following the end of the Revolutionary War. Hessian soldiers were German auxiliaries contracted for military service by the British government, who found it easier to borrow money to pay for their service than to recruit its own soldiers.",
      "Carl was born 17 September 1760 in Festenberg, Silesia (since WWII known as Twardogora, Poland). He joined the army of Hessen-Cassel on 27 February 1780. Considered a foreigner within the Hessian troops, it is unclear whether he joined under his own free will or was impressed into service. He presumably spent the next several months training, before setting out with a convoy to America.",
      "After a 9-week journey across the Atlantic, the troops disembarked at the Fly Market, Lower Manhattan, NY. Carl wrote in his journal, \"Anno 1780..18' October. I, Carl, Christopher Edman Aulich of Festenberg, six miles from Breslau, in lower Silesia, did arrive in New York with the Hessian troops.\". Carl spent the next 10 months in New York.",
      "Carl joined Lord Cornwallis' Army at Yorktown on 22 August 1781. On 27 September, as noted by the scribe, \"6000 Frenchmen, under General Rochambeau and over 12,000 Americans of the regular troops under General Washington, laid siege to Yorktown\". This last major battle of the Revolutionary war resulted in the surrender of Cornwallis, and the capture of the British troops, including Carl Aulich.",
      "Carl spent the next year and a half as a prisoner of war.  Later, in an effort to encourage desertion, especially among the German prisoners, the Americans announced that German prisoners who wished to remain in America should receive land as a gift, should enjoy the same freedom and privileges as all the inhabitants or to those, who, during the war had sided with the United States. Instead of returning to his home country, Carl Aulich decided to stay in America. Carl states in his journal, \"1783 28 April, I left the Hessians and went to Baltimore, after that 1st Jan I married Margaret Hoots.\".",
      "Carl's oldest child, Carl Andreas, was born October 8, 1784. He and his family moved to Winchester, Virginia, where he was once held as a prisoner of war but now lived as a free American. He wrote, \"1787. 29 May I moved from Balto to Winchester & the same year on Nov 10 I recd letters, instruments & books from Germany from my beloved parents.\"."
    ],
    "sources": [
      "The Hessians: Journal of the Johannes Schwalm Historical Association. Volume 9, 2006. Pg 1-15."
    ]
  },
  {
    "id": "n827",
    "bio": [
      "Elizabeth was born 23 [22]? March 1784 and she died 20 March 1871, age 86y 11m 28d; Thomas and Elizabeth are buried in Big Spring Cemetery, Fulton Co., PA."
    ],
    "sources": [
      "http://www.amazonedit.com/Amazon/Covenanter_Pattersons_1_Thomas_Patterson_Sr_files/THOMAS%20SR.%20of%20Wash%20Twp%20REV3%20Sept%2024%202014.pdf"
    ]
  },
  {
    "id": "n413",
    "bio": [
      "Sarah Luella's info shows she was born 9 July 1814; Married Samuel Stewart and went west."
    ],
    "sources": [
      "http://www.amazonedit.com/Amazon/Covenanter_Pattersons_1_Thomas_Patterson_Sr_files/THOMAS%20SR.%20of%20Wash%20Twp%20REV3%20Sept%2024%202014.pdf"
    ]
  },
  {
    "id": "n57",
    "bio": [
      "MRS. ALTER, NEE SCHUETTE, DIES, AT AGE OF 80. Widow of Eugene Alter, Sister of Geo. and Aug. Schuette",
      "Mrs. Martha Alter, widow of Eugene Alter, died at her home at 624 North Tenth street, at 1 o'clock yesterday afternoon, aged eighty years. The spark of life had flickered low for several days and the announcement of Mrs. Alter's death was not unexpected. The death in recent months of a sister and brother and two other near relatives had weighed upon Mrs. Alter and undoubtedly affected her condition.",
      "With the passing of Mrs. Alter, another of the pioneer residents of the city is called. Born at Delmanhorst, Oldenburg, Germany, February 3, 1840, Mrs. Alter came to Wisconsin with her parents in 1848 and a year later, the family located in this city. Deceased was a sister of the late John Schuette, whose death occurred in December, and of Mrs. Bloquelle, who passed away two years ago.",
      "Married in 1858 to Eugene Alter, who preceded her in death in 1882, Mrs. Alter was the mother of three sons, Otto, Oscar and Gustav, all of this city, and surviving her. Two brothers, George and August Schuette also survive and there are six grandchildren and two great grandchildren.",
      "A woman of retiring disposition, Mrs. Alter devoted her life to her home and family, happy in her home and children and her death was as calm and peaceful as had been her long life.",
      "The funeral will be held at the late home on North Tenth street at two o'clock Monday, the Rev. Keicher officiating.",
      "Manitowoc Herald News, Manitowoc, Wis. March 27, 1920 P. 1",
      "*********",
      "Out of town people here for the funeral of the late Mrs. Alter are Eugene Alter and wife, Paul Zabel and daughter, Mrs. Henry Banshaff, Mrs. Leonie Reiter, of Milwaukee; Mrs. Lillian Walker, Menominee; Erwin Alter, L'Anse, Mich.Manitowoc Herald News, Manitowoc, Wis. March 29, 1920 P. 8",
      "*********",
      "(Margaret SCHUETTE Alter/same date/from record of St. James Epis. ch., Manitowoc)",
      "[bur. 03-29-1920/age 80 yrs/cause: arterio sclerosis/bur. on Franziska Bach lot]"
    ],
    "sources": [
      "http://www.2manitowoc.com/44Allobit.html"
    ]
  }
]
