[
  {
    "id": "n384",
    "bio": [
      "Elmore Walker joined the Continental army and fought for the independence of the nation, participating the in the battle of Guilford Court House, his home being so near that the wife and son heard the roar of the cannon."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      ""
    ]
  },
  {
    "id": "n192",
    "bio": [
      "Richard Walker was born in Buckingham county, Virginia, March 30, 1770, and on leaving his native state removed to Stokes county. North Carolina, where he met and married Martha Smith, who was born in the county October 19, 1766. They lived for some years in North Carolina and thence removed to Bledsoe county, Tennessee, about the year 1803. They resided in that county and in Rhea county and were identified with the pioneer development of the localities in which they made their home. Mrs. Martha (Smith) Walker departed this life August 13, 1823, after which Mr. Walker married a second time. The descendants by his first wife located in Monroe county, Indiana, and those by the second located near South English, Iowa. He lived in Tennessee until 1857. but in the meantime his children had removed to Indiana and Iowa, and in the fall of that year he started west to Iowa. On account of the severe weather, however, he remained with the family then living in Monroe county, Indiana, and during that winter met with an accident which on account of his advanced age occasioned his death, so that he passed away in Monroe county, August 16. 1859, at the advanced age of eighty-nine years."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      ""
    ]
  },
  {
    "id": "n96",
    "bio": [
      "Joseph Walker was born in Stokes county, North Carolina, April 14, 1795, and early in manhood he wedded Miss Mary Atkins, whose birth occurred in that county April 18, 1794. The 22d of February, 1821, was their marriage day. Joseph Walker was a blacksmith by trade and at the time of the war of 1812 served his country as a soldier of the American army. He died May 21, 1881, when he had reached the advanced age of eighty-six years, while his wife passed away May 14, 1857."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501)",
      ""
    ]
  },
  {
    "id": "n56",
    "bio": [
      "Mr. Alter was born in Coblenz, Germany, April 9, 1832. In his veins there flowed the blood of two of Germany's noble families. His father was a scion of the ancient and honorable house of Von Alter, while his mother, nee Von Kutzleben, could trace her lineage back into the misty times of the age of chivalry. Born under such fortuitous circumstances, he enjoyed the best of educational facilities. A few years after the death of his father, which occurred in 1847, he emigrated, with his mother and sister to America, which to him, was the land where the true form of free government was realized. After a few month's stay in Buffalo, he came, together with the aforementioned, to Manitowoc, in May, 1850. Thus it will be seen that he was one of our oldest settlers. With the exception of a few months, spent as a clerk in Milwaukee, he has lived here ever since. He has been engaged in various enterprises and business, and during the past seven or eight years has been in charge of the Clothing Department of J. Schuette and Bros."
    ],
    "sources": [
      "http://www.jemgen.com/getperson.php?personID=I10295&tree=A001"
    ]
  },
  {
    "id": "n48",
    "bio": [
      "Richard G. Walker was born in Bledsoe county, Tennessee, March 5, 1823, and was a young boy when he accompanied his parents on their removal to Monroe county, Indiana, where he was reared amid the wild scenes and environments of pioneer life, spending his remaining days in that county, save for a brief period passed at Urbana, Illinois, where he removed about 1862. The latter part of his life he made his home in Bloomfield, Greene county, Indiana. He was a blacksmith by trade, having learned the business with his father, and during his active life he followed that pursuit in connection with farming. He served as a soldier in the Mexican war under Colonel Bowles and like others of the family was noted for his loyal and zealous patriotism. He was married March 25, 1849, to Miss Martha S. Adams, and passed away May 10, 1886."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 501-2)",
      ""
    ]
  },
  {
    "id": "n49",
    "bio": [
      "Martha S. Adams was a descendant of Robert Freeland, who emigrated from England in 1690."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 502)",
      ""
    ]
  },
  {
    "id": "n24",
    "bio": [
      "Ira I was born June 5, 1862, and was engaged in the grocery business in Bloomington, Indiana."
    ],
    "sources": [
      "Greater Terre Haute and Vigo County (p 502)",
      ""
    ]
  },
  {
    "id": "n98",
    "bio": [
      "George Washington Adams had two brothers in Kentucky. Their father apparently abandoned the family. One son stayed in KY, one son went to Quincy, IL, and in 1817 George W. Adams took his mother, Elizabeth, with him to Monroe Co., IN. Elizabeth (possibly Bledsoe??) was born March 1761 and died May 1846. George was born May 20, 1796 in KY and died July 13, 1853 in IN."
    ],
    "sources": [
      "http://usgwarchives.net/il/adams/misc/arquery.htm"
    ]
  },
  {
    "id": "n198",
    "bio": [
      "Benjamin Freeland, his brother Joseph Freeland, and others left Calvert County, Maryland in 1817. They stopped in New London, Indiana where they built a house awaiting the birth of Jane Hebb Freeland. The men went on to Monroe and Owen County and returned for their families later. While there, Benjamin's daughter, Mary Freeland met George Washington Adams and they were married there on March 14, 1818."
    ],
    "sources": [
      "http://boards.ancestry.co.uk/localities.northam.usa.states.indiana.counties.jefferson/2094/mb.ashx"
    ]
  },
  {
    "id": "n400",
    "bio": [
      "John Hains was born 12/14/1746, probably in Bucks (now Monroe) Co PA. He and his extended family migrated before 1772 to Bedford Co PA. And in about 1778 in Bedford Co PA, John married Lanah Devore b. 5/8/1752 Morris (now Sussex) Co NJ. In the 1790 Federal Census for Bedford Co PA, John and Lanah are listed next door to Daniel Devore, Lanah's brother.",
      "During the Revolutionary War, John served in the Bedford Militia and is cited as John Hains, Esq. And, John is found in multiple tax lists and censuses through 1810.",
      "John died 4/20/1813 in Londonderry Twp, Bedford Co (vic. Madley) PA. In 1810 sons John, Jr. and Henry migrated to Coshocton Co OH. Analyzing marriage dates and locations for the Hains children leads to the belief that after 5/1813 when John's will was probated, son Daniel loaded up the remainder of the family and migrated to Muskingum Co Ohio. Of note, the old Forbes Road runs through Bedford heading west toward Pittsburgh, connecting to Zane's Trace en route to central Ohio."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-1.htm"
    ]
  },
  {
    "id": "n200",
    "bio": [
      "Henry Hains was born 3/11/1782 in Bedford Co (vic. Madley) PA. In 1803 in Bedford Co PA, Henry married Hannah Lybarger b. 5/4/1783 Bedford Co PA. Henry, Hannah, and brother John migrated to Coshocton Co OH, in 1810. The remaining members of the Hains Family migrated in 1813 to Muskingum Co OH after the death of their father.",
      "Henry and Hannah lived their lives in Coshocton Co OH, raising eight children. But, Hannah died 3/7/1849; and Henry married a second time in 11/1849 Coshocton Co OH to Margaret Smith b. 1797 in Pennsylvania.",
      "Henry Haines was the next settler. He left his eastern home in Bedford county, Pennsylvania, in 1810, for the West, reaching Licking county in the fall of that year, expecting to continue on to Franklin county, but discouraging reports induced him to stop. He was informed that Zanesville, some sixty miles distant from his prospective home, would be the nearest point at which to obtain salt and get his grinding done; also that the proposed location was unhealthy. This piece of news prevailed with him, and he resolved to settle closer to Zanesville. He was directed by a Mr. Wolford to this township. In the spring of 1811 he moved here, entering the northwest quarter of section 18. For six months he lived in a three-sided cabin, the one end being entirely open, but by fall he had a substantial log cabin ready for occupation. He brought with him six cows, and made a large amount of butter. Few of the settlers who soon after located here were fortunate enough to own a cow, and butter, with them, was quite a luxury. Mr. Haines availed himself of every opportunity to exchange this product of the dairy for a pig. In the course of several years he had a large drove of hogs and a fine herd of cattle, which had been raised with trifling cost. These he drove to Zanesville in several lots, and sold them at a fair figure. With the proceeds of these sales he paid for his quarter section. He reared a family of eight children, and died in 1863, at the age of eighty-one years. His brother John came with him, and settled the northwest quarter of section 14.",
      "N. N. Hill, History of Coshocton County, Ohio, Its Past and Present, 1740 - 1881, (Newark, Ohio: A. A. Graham & Co., 1881) p. 461.",
      "Henry died on 8/31/1863 in Coshocton Co OH."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Haines-2.htm"
    ]
  },
  {
    "id": "n50",
    "bio": [
      "The life of Samuel Hains was worthy of emulation, and the example he set the younger generation of the various communities where his lot was cast has doubtless resulted in much good. He was regarded as one of the most liberal men of Greene county, Indiana, although he was never blessed with an abundance of this world's goods, but he was always ready to help the needy or assist in any worthy cause. He was seriously handicapped during the later part of his life by a wound which was inflicted during the Civil war, yet he continued his work in a successful manner in the face of all obstacles, having been a man of unusual fortitude. He was born in Coshocton county, Ohio, July 8. 1832, and died in Bloomfield, Indiana, November 14, 1906. He was the son of Daniel and Sarah (Foster) Hains, the former a native of Virginia. They settled in Ohio, where Daniel farmed and lived until his death. Both he and his wife were members of the church. They had the following children : Henry, deceased ; Samuel ; Hiram, deceased; Mary, deceased; Hannah; William, who lives in Bloomfield, Indiana, and Nancy. Samuel Hains was reared on a farm, receiving his education in the pioneer schools, remaining at home until he enlisted at the outbreak of the war in the Ninety-seventh Ohio Volunteer Infantry, Company H, in which he served two and one-half years, during which time he participated in all the battles in which his regiment was engaged until he was shot in the right elbow during the battle of Missionary Ridge, which prevented further service. He had many narrow escapes from death during his army career. Returning from the army he assisted his father-in- law on the farm, but he had learned the blacksmith's trade prior to the war and in 1866 opened a shop near his old home in Coshocton county, Ohio, which he con- ducted until 1869, when he came to Greene county, Indiana, where he opened a blacksmith shop in Taylor township, which he conducted until the spring of 1875. when he moved to Bloomfield. Soon afterward he opened a shop, which he successfully maintained, having been a fine workman, until his health failed and he retired, having been in partnership with Hoyt Nickerson from 1875 until his death. He and his wife were both members of the Methodist Episcopal church. He was a member of the Grand Army of the Republic and a Republican in political belief. "
    ],
    "sources": [
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 478-9)"
    ]
  },
  {
    "id": "n51",
    "bio": [
      "Margaret (NELDON) HAINS is the daughter of Samuel and Jane (STEWART) NELDON, the former from Virginia and the latter from Pennsylvania. She was born in Coshocton County, Ohio, February 19, 1843, and departed this life August 12, 1920, aged seventy-seven years, five months and twenty-four days. For some time she has lived with her daughter, Mrs. Arzalia BRUNER, at Shelburn, and it was at that place she died.",
      "She was united in marriage to Samuel HAINS (born in Coshocton county, Ohio), September 28, 1865. To this union were born five children, namely: Sarah J. (Jennie) WALKER, of Indianapolis; Lavada HOMAN, deceased, of Sunbeam, Colorado; Adella (Della) HANNUM, of Bloomfield; Arzalia BRUNER, of Shelburn, and Ridgeway HAINS, of Pueblo, Colorado.",
      "Her parents were pioneer settlers in Coshocton County, Ohio, where she was born and lived there until after her marriage to Mr. HAINS.",
      "In October 1869, they came to Greene County and settled at Bloomfield, where she resided until the death of her husband November 14, 1906. Since then she has made her home with her daughter, Mrs. Mason BURNER, with the exception of about two years she spent with another daughter.",
      "She was one of ten children - eight boys and two girls - all of whom are living except one brother, who died in infancy.",
      "Her schooling was limited, as the conditions of those early days compelled, yet she kept informed and made the most of her opportunities, thus making herself agreeable in whatever company she might be.",
      "Her husband was two and one-half years in the Civil War, and was wounded at the battle of Missionary Ridge.",
      "She had been a great sufferer from rheumatism for about five years, and for three years had been practically helpless. In all these years she was very patient and continued a brave struggle. Through all her suffering she has been tenderly cared for by her children, especially Mrs. BRUNER and her husband.",
      "She joined the Methodist church in Coshocton, Ohio, when about eighteen years of age. She has always been loyal to the doctrines and to her pastors. She was an old time Methodist, yet always abreast of the times. The sources of the church were always her delight. During her last sickness her constant testimony of her faith in Christ was clear and unfaltering, and she looked for the city that hath foundation whose builder and maker is God - I put all my trust in Jesus and know He will carry me through, was her witness to her Christ."
    ],
    "sources": [
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 479-80)",
      "http://boards.ancestry.com/localities.northam.usa.states.indiana.counties.greene/4118/mb.ashx"
    ]
  },
  {
    "id": "n102",
    "bio": [
      "Samuel Neldon was a farmer.  He and his wife had nine children."
    ],
    "sources": [
      "History of Hancock County, Indiana : from its earliest settlement by the 'paleface' in 1818, down to 1882 (p 480)"
    ]
  },
  {
    "id": "n22",
    "bio": [
      "Civil War: Veteran: 47 IL Infantry, Co. C",
      "A Civil War veteran who was a political power in Nebraska for many years. He was twice elected to the Nebraska legislature on the Republican ticket, and was county commissioner for several terms."
    ],
    "sources": [
      "http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=70808129"
    ]
  },
  {
    "id": "n802",
    "bio": [
      "Willem DeVoor was born in 1711 at the French Patent, Hackensack, Bergen Co NJ and christened in the Dutch Reformed Church of Manhattan, NY on 11/6/1711. And in 1723, Willem's family began their migration to the Delaware Valley.From Bergen county in East New Jersey, the family first migrated up the Hudson to the Dutch settlement at Kingston NY, arriving by 3/1723. And from Kingston, the DeVoor family migrated in the company of other ethnic Dutch families south on the Old Mine Road to the Delaware Valley, settling in the vicinity of Paulins Kill, Hunterdon (now Sussex) Co NJ by 9/1724 when his father drew up his will.After arriving in West New Jersey, Willem did not necessarily move, but the administrative boundaries did; as Morris Co split from Hunterdon Co NJ in 1739. Willem is next found in 1740 in Morris Co NJ where he and brother David were indentured to Lewis Morris, the Governor of New Jersey.On 6/13/1740 in Morris Co NJ, Willem married Catherine Schoonmaker ch. 9/11/1709 in Kingston, Ulster Co NY. And in 1753, Sussex Co split from Morris Co NJ. Catherine and Willem lived in Minisink, Sussex Co NJ until about 1772 when they migrated to Lancaster (now Bedford) Co PA.By 1772 their route would have been rather straightforward. From the Delaware Valley, they had the choice of traveling south to Philadelphia and then west or traveling west to the Susquehanna and then south to the Germantown Pike. Either way, after crossing the river at Harris Ferry, the families traveled west on the old military road, Forbes Road, to what had been Ft. Raystown, now known as Bedford PA.A William Devore is found enumerated in the 1784 and 1796 Bedford Co PA Censuses. Did Willem and Catherine live all the way into the 1790s? As Willem is not enumerated in the 1790 Census, 1790 probably marks Willem's date of death which would have been sometime prior to the census. Willem and Catherine are believed to have died, dates unknown, in Bedford Co PA."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Devore-1.htm"
    ]
  },
  {
    "id": "n401",
    "bio": [
      "Lanah Devore was born 5/8/1752 in Morris (now Sussex) Co NJ. And, she was christened 6/10/1753 in the Dutch Reformed Church at Smithfield TWP, across the Delaware in Pennsylvania. [Minisink Dutch Reformed Church]",
      "If Lanah's birth date was in 1752, why wasn't she christened shortly thereafter? Are either of these dates wrong? The answer is that both dates are correct, and they reference a period of 1 month, 2 days and not 1 year, one month, 2 days. How can this be?",
      "Lanah was born just before England adopted the Gregorian Calendar. Prior to 1752 English dates were calculated by the Julian Calendar. On 9/14/1752 England and her colonies adopted the Gregorian Calendar. A simple explanation is that dates prior to 1753 could have been calculated by either calendar and the discrepancy of one year can be expressed as 1752/53.",
      "Lanah migrated sometime before 1772 with her family to Bedford Co PA. In about 1778 in Bedford Co PA, Lanah married John Hains (nephew of  Helena Schoonmaker) b. 12/14/1746 Bucks (now Monroe) Co PA. Lanah and John lived their lives in Bedford Co PA until John's death in 1813.",
      "After John's death, the family moved to the Muskingum/Coshocton county area of Ohio. Analyzing marriage dates and locations for the Hains children leads to the belief that John, Jr. loaded up the family, migrating to the Muskingum/Coshocton area of Ohio en masse.",
      "Lanah died 3/1838 in Muskingum Co OH and is buried in the Old Hains Cemetery at Zanesville."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Devore-2.htm"
    ]
  },
  {
    "id": "n803",
    "bio": [
      "Catherine Schoonmaker was probably christened 9/11/1709 in Kingston, Ulster Co NY; however, there is no certainty. Catherine's parentage and marriage to Willem DeVoor is established from Colonial New Jersey records. But documentation of her christening which lists correct information is not found. A Catrina, daughter of Hendrick Schoonmaker was christened in the Dutch Reformed Church of Ulster Co NY. However, the mother is listed as Geertruy de Wit. If the mother's name was changed at transcription, then this can be Catherine's baptismal record.",
      "Catherine was born before 1711, the year of Willem DeVoor's birth; as she is listed as 'spinster' in their New Jersey application for marriage. Additionally, Jacob Rutse/Rutsz was a witness for Catherine and sister Zara's christening.",
      "On 6/13/1740 in Morris (now Sussex) Co NJ, Catherine married Willem DeVoor b. 11/6/1711 New York NY. Catherine and Willem lived in Minisink until about 1778 when they migrated to Bedford Co PA.",
      "A William Devore is found enumerated in the 1784 and 1796 Bedford Co PA Censuses. Did Willem and Catherine live all the way into the 1790s? As Willem is not enumerated in the 1790 Census, 1790 probably marks Willem's date of death sometime prior. Willem and Catherine are believed to have died, dates unknown, in Bedford Co PA."
    ],
    "sources": [
      "http://lewis-genealogy.org/genealogy/Weaver/Schoonmaker-4.htm"
    ]
  },
  {
    "id": "n3168",
    "bio": [
      "The Freeland families of VA, MD, DE and PA are thought to have originated in Portsmouth, Hampshire, Eng. (Freeland Quarterly, v. 2, p. 1, FHL microfiche 6,047,272) It is thought that William Freeland of PA and DE, Robert Freeland of Calvert Co., MD, Stephen Freeland of Baltimore Co., MD, and Isaac Freeland of Kent Co., DE, were brothers. We know that Stephen and Isaac were brothers from Stephen's will of 1708. They could be sons of the William Freeland who was transported into Virginia in 1643: \"Mr. Moore Fantleroy, 1,400 acs. Up. Norf. Co. (later Nansemond), Feb. 20, 1643, Page 6.\" (Cavaliers and Pioneers, v. 1, p. 154) 1,000 acres were for the transportation of 20 persons, among them William Freeland.",
      "Robert Freeland of Calvert Co., MD, was a Quaker."
    ],
    "sources": [
      "http://wc.rootsweb.ancestry.com/cgi-bin/igm.cgi?op=GET&db=jflowers&id=I005"
    ]
  },
  {
    "id": "n20",
    "bio": [
      "Henry Dirks was a pioneer of Nebraska, who came to Nemaha County in 1865. A thrifty and prosperous farmer, he owned 320 acres of the finest Nebraska land. Born at Springfield, Illinois, February 11, 1852, he is descended from German ancestors who came to America in 1846. He died at Hobart, Kiowa County, Oklahoma, April 13, 1923."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm"
    ]
  },
  {
    "id": "n21",
    "bio": [
      "Mary E. (Rademacher) Dirks was descended from German ancestors who came to America in 1852, and who settled near Springfield, Illinois, later moving to Nemaha County where they homesteaded. She was a typical pioneer homemaker, sharing in all the hardships which confronted the early Nebraska settlers. She was born in Springfield, Illinois, November 4, 1858."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm"
    ]
  },
  {
    "id": "n10",
    "bio": [
      "At Johnson, Nemaha County, Nebraska, Roy W. Dirks was born on June 14, 1886. His father, Henry Dirks, was a pioneer of Nebraska, who came to Nemaha County in 1865. A thrifty and prosperous farmer, he owned 320 acres of the finest Nebraska land. Born at Springfield, Illinois, February 11, 1852, he is descended from German ancestors who came to America in 1846. He died at Hobart, Kiowa County, Oklahoma, April 13, 1923. Mary E. (Rademacher) Dirks, his mother, was descended from German ancestors who came to America in 1852, and who settled near Springfield, Illinois, later moving to Nemaha County where they homesteaded. She was a typical pioneer homemaker, sharing in all the hardships which confronted the early Nebraska settlers. She was born in Springfield, Illinois, November 4, 1858, and is still living.",
      "Mr. Dirks was graduated from the Johnson High School in 1902, where he was president of his class and valedictorian. From 1904 to 1906, he was a student at the Peru Normal at Peru, Nebraska, and was active in baseball and track, in 1906 he was elected assistant cashier of the bank at Johnson, which position he filled until 1912, when he was elected cashier of the Auburn State Bank where he has remained since that date. He was married to Rose Pohlman, at Kansas City, Missouri, January 25, 1911. Mrs. Dirks, who was born at Johnson, January 4, 1888, is the daughter of a Civil War veteran who was a political power in Nebraska for many years. He was twice elected to the Nebraska legislature on the Republican ticket, and was county commissioner for several terms. Two children were born to this marriage: Helen Belle, born October 3, 1912, who is a freshman at the University of Nebraska; and Margie, born December 25, 1917, who attends the grade school at Auburn.",
      "A resident of Nebraska all his life, Mr. Dirks assisted in organizing liberty loan drives during the World War, and handled all subscriptions made through his bank, always going over the quota assigned to his territory. He was also a member of the home guards. For the last six years he has been treasurer of the Business Men's Association; was treasurer of the Auburn Country Club; was a charter member of the Kiwanis Club, organized in 1924; has been a member of the Auburn Improvement Club since 1920; and is a member of the Parent-Teachers' Association. He is an Odd Fellow, a member of the Nebraskana Society, and is affiliated with the PresbyterIan Church of Auburn. He is champion golfer of the Southern Nebraska Golf Association, and won the loving cup in 1924. His hobby is beautifying the home. Residence: Auburn."
    ],
    "sources": [
      "http://www.usgennet.org/usa/ne/topic/resources/OLLibrary/Nebraskana/pages/nbka0092.htm"
    ]
  }
]
